{
    "name": "greentechinaction",
    "data": [
        {
            "text": "La société espagnole TWOTHIRDS utilise un certain nombre d’approches durables dans ses processus de fabrication, notamment l'utilisation de matériaux issus de l’agriculture biologique, biodégradables ou recyclés. Ils fabriquent également tous leurs vêtements au Portugal et fonctionnent sur un système de précommande pour réduire la quantité de déchets qu'ils produisent. En d'autres termes, ils attendent qu'un certain nombre de clients leur aient commandé des vêtements avant de les fabriquer. Cela réduit considérablement la quantité de déchets de vêtements produits, car ceux-ci ne sont pas jetés pour rien s’ils ne trouvent pas preneurs.",
            "title":"TWOTHIRDS"
        },
        {
            "text": " Panafrica est une société française fondée en 2015 qui fabrique également des chaussures. Lorsque tu achètes un de leurs modèles de baskets, appelé Arusha, tu payes une consigne de 10 euros ainsi que le prix des baskets, qui sont fabriquées à partir de matériaux recyclés. Lorsqu'il est temps pour toi de se débarrasser de tes chaussures, elles peuvent être renvoyées à l'entreprise, qui te rend alors la consigne. Grâce à cela, Panafrica est en mesure de continuer à recycler les matériaux de ses chaussures.",
            "title":"Panafrica"
        },
        {
            "text": "Ecclo est une autre marque française qui a adopté une approche unique de la production de vêtements. Plutôt que de fabriquer des matériaux qui sont ensuite transformés en vêtements, ils collectent des tissus inutilisés dans des entrepôts à travers la France et créent des lignes de vêtements à partir de ceux-ci. De plus, tous leurs vêtements sont fabriqués en France, réduisant ainsi les émissions de gaz à effet de serre qui auraient été produites lors du transport des vêtements provenant d’usines du monde entier.",
            "title": "Ecclo"
        }
    ],
    "readmore": "Lire plus",
    "style": "style"
}